[
  "obsidian-languagetool-plugin",
  "obsidian-html-tags-autocomplete",
  "tag-wrangler",
  "obsidian-fullscreen-plugin",
  "obsidian-pandoc",
  "oz-clear-unused-images",
  "templater-obsidian",
  "obsidian-dynamic-toc",
  "shortcuts-extender",
  "emoji-shortcodes",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-auto-link-title",
  "obsidian-excel-to-markdown-table",
  "table-editor-obsidian",
  "obsidian-admonition",
  "obsidian-checklist-plugin",
  "obsidian-hotkeys-for-templates",
  "highlightr-plugin",
  "obsidian-plantuml",
  "obsidian-enhancing-export",
  "quick-latex",
  "export-mine"
]