
/******************************************************************************************/
/* 
/* L1 - DIE
/* Pilotage du CAN
/*
/* S. CRAND - juin 2017
/* Capteur de lumière
/*
/* Statut :  OK
/******************************************************************************************/


/*********************************************/
/* Capteur température : Broches utilisées   */
/*********************************************/

int lum = A0;        // pin ADC0
                 
int data;
                         
void setup() {
              
/******************************************************/
/* Définition du débit de transmission : 9600 bits/s  */
/******************************************************/
  Serial.begin(9600);
} 



void loop() {

  
  data = analogRead(A0) ;
   
  Serial.println(data);  

  delay(100);                      

}


